Repository: DaYoshiistesting/0.6.3-stk-code
Catalog: data/po/*.po
Languages: cs, ga, gl, pt_br, sl

source: Set!
cs: Pozor!
ga: Ullmhaigh!
gl: Listos!
pt_br: Preparar!
sl: Pozor!

source: Setup New Race
cs: Nastavit novŭ závod
ga: Buanaigh Rás Nua
gl: Preparar unha nova carreira
pt_br: Configurar Nova Corrida
sl: Nastavi novo dirko

source: Sharp Turn
ga: Coradh Géar
gl: Xiro brusco
pt_br: Curva Aguda

source: Shifting Sands
cs: Tekuté písky
gl: A Tormenta de Area
pt_br: Areias Movediças
sl: Premikajoče sipine

source: Single Player
cs: Jeden hrác
ga: Aon Imreoir Amháin
gl: Xogador individual
pt_br: Um Jogador
sl: En igralec

source: Single Race
ga: Aon Rás Amháin
gl: Carreira individual
pt_br: Uma Corrida

source: Snag Drive
cs: Prekázková trat
gl: Obstáculo
pt_br: Caminho das Armadilhas
sl: Problematična vožnja

source: Snow Mountain
ga: Sliabh Sneachta
gl: Montaña nevada
pt_br: Montanha Nevada

source: SnowTux Peak
cs: Tucnákova hora
ga: Sliabh SneachtaTux
gl: Cume Nevada de Tux
pt_br: Pico SnowTux
sl: Vrh sneženoTux

source: Sound
cs: Zvuk
ga: Fuaim
gl: Son
pt_br: Som
sl: Zvok

source: Sound Settings
cs: Nastavení zvuku
ga: Socrú Fuaim
gl: Configuración do son
pt_br: Configurações de Som
sl: Nastavitve Zvoka

source: Splitscreen
ga: Scáileán roinnte
gl: Pantalla dividida
pt_br: Dividir tela

source: Star Track
cs: Mlécná dráha
ga: Raon na Réalta
gl: Circuíto Espacial
pt_br: Pista Estrelar
sl: Zvezdna proga

source: Start race
cs: Start
ga: Tosaigh rás
gl: Comezar a carreira
pt_br: Começar corrida
sl: Začni dirko

source: Synchronising network...
ga: Ag sioncronú líonra...
gl: Sincronizando coa rede...
pt_br: Sincronizando a rede...

source: Synchronising.
ga: Ag sioncronú.
gl: Sincronizando.
pt_br: Sincronizando.

source: The 'sharp turn' key allows you to do sharp turns and have better control in tight curves
gl: A tecla de "xiro brusco" permíteche xirar bruscamente para ter un mellor control nas curvas pechadas
pt_br: A tecla "curva aguda" lhe ajuda a virar rapidamente e ter um melhor controles em curvas muito acentuadas.

source: The Island
cs: Ostrov
ga: An Oileán
gl: A Illa
pt_br: A Ilha
sl: Otok

source: The current key bindings can be seen/changed in the Options->Player Config menu.
ga: Is féidir leat na ceangail eochair a fheiceáil agus ag Roghanna->Cumraíocht Imreoir.
gl: Pódense cambiar os controis actuais no menú Configuración > Configuración do xogador
pt_br: As atuais configurações de controle podem ser vistas/mudadas no menu Opções->Configurações do Jogador.
sl: Trenutne nastavitve tipkovnice lahko vidite/shranite v meniju Možnosti->Nastavitve igralca

source: The highscore file was too old, all highscores have been erased.
gl: O ficheiro dos récords era vello de máis, e elimináronse todas as marcas.
pt_br: O arquivo de pontuações estava muito velho, logo, foi limpo.

source: The old mine
ga: An Sean-Mianach
gl: A Vella Mina
pt_br: A Mina Velha

source: The winner is %s!
cs: Vítezem je %s!
ga: Tá %s an buaiteoir!
gl: O gañador é %s!
pt_br: %s ganhou!
sl: Zmagovalec je %s!

source: Third grand prix
cs: Tretí Velká Soutez
ga: Tríú grand prix
gl: Terceiro grand prix
pt_br: Terceiro campeonato
sl: Tretji grand prix

source: Three Players
cs: Tri hráci
ga: Triúr Imreoir
gl: Tres xogadores
pt_br: Três Jogadores
sl: Trije igralci

source: Time Trial
cs: Zkusební závod na cas
ga: Rás Am
gl: Competición simple
pt_br: Teste de Tempo
sl: Poskusni čas

source: Time Trial: Contains no powerups, so only your driving skills matter!
gl: Competición simple: non hai potenciadores, polo que o único que importa é a túa habilidade ao volante!
pt_br: Teste de Tempo: Não tem itens, só sua habilidades contam!

source: To help you win, there are certain powerups you can grab:
gl: Para axudarche a gañar, hai certos potenciadores que podes utilizar:
pt_br: Para lhe ajudar a vencer, há certos itens que você poder pegar:

source: To the Moon and Back
cs: Na Mesíc a zpet
ga: Chun an Gealach agus Ar Ais
gl: Á Lúa e Alén
pt_br: À lua e de Volta
sl: Na luno in nazaj

source: Turn off music
cs: Vypnout hudbu
ga: Múch ceol.
gl: Desactivar a música
pt_br: Desligar música
sl: Izklopi glasbo

source: Turn off sound effects
cs: Vypnout zvukové efekty
ga: Múch maisíocht fuaime
gl: Desactivar os efectos de son
pt_br: Desligar efeitos sonoros
sl: Izklopi zvočne efekte

source: Turn on music
cs: Zapnout hudbu
ga: Cuir ar siúl ceol.
gl: Activar a música
pt_br: Ligar música
sl: Vklopi glasbo

source: Turn on sound effects
cs: Zapnout zvukové efekty
ga: Cuir ar siúl maisíocht fuaime
gl: Activar os efectos de son
pt_br: Ligar efeitos sonoros
sl: Vklopi zvočne efekte

source: Tux Tollway
cs: Dálnice
ga: Dolabóthar Tux
gl: A Autopista de Tux
pt_br: Pista do Tux
sl: Tuxova avtocesta

source: Two Players
cs: Dva hráci
ga: Beirt Imreoirí
gl: Dous xogadores
pt_br: Dois Jogadores
sl: Dva igralca

source: WRONG WAY!
cs: SPATNŬ SMER!
ga: Aird chontráilte!!
gl: Sentido contrario!!!
pt_br: Você está na CONTRAMÃO!
sl: NAPAČNA SMER!

source: Waiting for clients
ga: Ag fanacht le cliant
gl: Agardando polos clientes
pt_br: Esperando pelos outros

source: Waiting for server
ga: Ag fanacht le freastalaí
gl: Agardando polo servidor
pt_br: Esperando pelo servidor

source: Win Penguin Playground Grand Prix
cs: Vyhraj Velkou Soutez na Hristi tucnáku
ga: Buaigh Áit Shúgartha na Phiongáin Grand Prix
gl: Gaña o Grand Prix d'O Patio do Pingüín
pt_br: Vença o campeonato do Playground dos Pengüins
sl: Zmagajte grand prix Pingvinovo igrišče

source: Win Penguin Playground Grand Prix with 3 'Racer' Level AI karts.
cs: Vyhraj Velkou Soutez na Hristi tucnáku proti trem autum na úrovni 'závodník' ovládanŭm pocítacem
ga: Buaigh Áit Shúgartha na Phiongáin Grand Prix le 3 Karts leibhéal 'racer'
gl: Gaña o Grand Prix d'O Patio do Pingüín con 3 opoñentes profesionais.
pt_br: Vença o campeonato do Plaground dos Pengüins com 3 computadores de dificuldade "Corredor".
sl: Zmagajte grand prix Pingvinovo igrišče s tremi 'Dirkač' računalniškimi tekmovalci.

source: Win To the Moon and Back Grand Prix
cs: Vyhraj Velkou Soutez Na mesíc a Zpet
ga: Buaigh Chun an Gealach agus Ar Ais Grand Prix
gl: Gaña o Grand Prix Á Lúa e Alén
pt_br: Vença o campeonato À Lua e de Volta
sl: Zmagajte grand prix Na luno in nazaj

source: Win a 1 lap Head to Head on Tux Tollway against 1 'Racer' level AI kart.
cs: Vyhraj jeden duel na Dálnici proti jednomu auto na úrovni 'závodník' ovládanému pocítacem
ga: Buaigh in aghaidh aon kart amháin ar an nDolabóthar Tux.
gl: Gaña un man a man dunha volta n'A Autopista de Tux contra un opoñente profesional.
pt_br: Vença um duelo de uma volta na Pista do Tux contra um computador de nível "Corredor".
sl: Zmagajte 1 krog dolgo dirko na Tuxovi avtocesti proti 1 'racer' tekmovalcu.

source: Win a Follow the Leader race with 3 AI karts in the Amazonian Jungle.
cs: Vyhraj závod 'Následuj vudce' proti trem autum ovládanŭm pocítacem.
ga: Buaigh Rás Lean an tosaí in aghaidh 3 Karts sa Turas Amazon.
gl: Gaña un "seguir ao líder" con tres opoñentes n'A Xornada Amazónica.
pt_br: Vença um "Siga o Líder" contra 3 computador na Floresta Amazônica.
sl: Zmagajte dirko sledenje vodji s 3 tekmovalci v Amazonski džungli.

source: Win a Follow the Leader race with 3 AI karts on a Desert Island.
cs: Vyhraj 'Následuj vudce' se tremi auty pocítace na Opusteném ostrove.
ga: Buaigh Rás Lean an tosaí in aghaidh 3 Karts ar oileán fásaigh.
gl: Gaña un "seguir ao líder" con tres opoñentes n'A Illa.
pt_br: Vença um "Siga o Líder" contra 3 computadores na ilha deserta.
sl: Zmagajte dirko sledenje vodji s 3 tekmovalci na Puščavskem otoku.

source: Win a Head to Head on Tux Tollway
cs: Vyhraj duel na dálnici
ga: Buaigh Head to Head ar Tux Tollway
gl: Gaña un man a man n'A Autopista de Tux
pt_br: Vença um duelo na Pista do Tux
sl: Zmagajte 1 na 1 na Tuxovi avtocesti

source: Win the At World's End Grand Prix
cs: vyhraj Velkou Soutez 'Na konci sveta'
ga: Buaigh an Ag Deireadh na Dhomhan Grand Prix
gl: Gaña o Grand Prix Na Fin do Mundo
pt_br: Vença o campeonato "No Fim do Mundo"
sl: Zmagajte grand prix Na koncu sveta

source: Win the To the Moon and Back Grand Prix with 3 'Racer' Level AI karts.
cs: Vyhraj Velkou Soutez 'Na mesíc a zpet' proti trem autum na úrovni 'závodník' ovládanŭm pocítacem.
ga: Buaigh an Chun an Gealach agus Ar Ais Grand Prix le 3 AI Karts leibhéal 'racer'
gl: Gaña o Grand Prix Á Lúa e Alén con tres opoñentes profesionais.
pt_br: Vença o campeonato "À Lua e de Volta" contra 3 computadores de nível "Corredor".
sl: Zmagajte grand prix Na luno in nazaj s 3 'Dirkač' tekmovalci.

source: Window mode
cs: Okenní rezim
ga: Mód Fuinneog
gl: Modo de fiestra
pt_br: Modo janela
sl: Okenski način

source: You finished the race!
ga: Chríochnaigh tú an rás!
gl: Remataches a carreira!
pt_br: Você terminou a corrida!

source: You have been eliminated!
cs: Byl jsi odstranen!
ga: Bhí tú eisiamh!
gl: Fuches eliminado!
pt_br: Você foi eliminado!
sl: Zgubili ste !

source: You won the race!
ga: Bhuaigh tú an rás!
gl: Gañaches a carreira!
pt_br: Você venceu a corrida!

source: Zipper - speed boost
cs: Turbo - zvysuje rychlost
ga: Zipper - méadú luas
gl: Acelerador - incrementador da velocidade
pt_br: Zipper - Aumenta a velocidade
sl: Vžigalnik - poveča hitrost

source: joy %d axis %d %c
cs: joy %d osa %d %c
ga: Luamhán stiúrtha %d ais %d %c
pt_br: Joy %d eixo %d %c
sl: joy %d os %d %c

source: joy %d btn %d
cs: joy %d tlacítko %d
ga: luamhán stiúrtha %d cnaip %d
pt_br: Joy %d botão %d
sl: joy %d gumb %d

source: mouse axis %d %c
cs: osa mysi %d %c
ga: ais na luiche %d %c
gl: rato axis %d %c
pt_br: Eixo %d %c do mouse
sl: miškina os %d %c

source: mouse btn %d
cs: tlacítko mysi %d
ga: cnaip na luiche %d
gl: rato btn %d
pt_br: Botão %d do mouse
sl: miškin gumb %d

source: not set
cs: není nastaveno
ga: ní réidh
gl: sen establecer
pt_br: Nada
sl: ni nastavljeno

source: Finish 3 laps on the Tux Tollway track with 3 AI karts in under 3:35 minutes.
ga: Críochnaigh 3 cuairteanna sa Dolabóthar Tux le 3 Karts lasitigh de 3:35.
gl: Completa 3 voltas n'A Autopista de Tux con 3 opoñentes en menos de 3:35 minutos.

source: Finish Tux Tollway track in 3:35
ga: Críochnaigh Dolabóthar Tux i 3:35
gl: Completa A Autopista de Tux en 3:35

source: Next background
ga: Cúlra eile
gl: Seguinte fondo

source: OK
ga: Ceart go leor
gl: Listo

source: Skyline
ga: Spéirlíne
gl: Estrada aérea

source: At high speeds wheelies drive you faster, but you can't steer. If you get stuck or fall too far, use the rescue button to get back on track.
cs: Pri vysokŭch rychlostech muzes jet po zadních kolech, ale bez rízení. Pokud sjedes z cesty nebo spadnes moc hluboko, pouzij záchrani.
sl: Pri visokih hitrostih lahko z vožnjo po zadnjih kolesih vozite hitreje, toda ne morete zavijati. Če se zataknete ali padete predaleč, uporabite rešitveni gumb za vrnitev na progo.

source: Check the current key bindings for the first player
cs: Zkontrolovat soucasné nastavení kláves hráce 1.

source: Choose a Grand Prix
cs: Vybrat Velkou Soutez

source: Choose a Race Mode
cs: Vyber si herní rezim

source: Choose a track
cs: Vyber si trat

source: Collect Coins in Math Class
cs: Sbírej mince v Ucebne matematiky
sl: Zberite kovance v Matematični Učilnici

source: Collect at least 6 coins on three laps of Oliver's Math Class in under 1 minute.
cs: Za jednu minutu ve trech kolech v Ucebne matematiky pozbírej nejméne 6 mincí.

source: Collect at least 9 coins on 3 laps of Shifting Sands in under 2:20 minutes.
cs: Pozbírej nejméne 6 mincí ve trech kolech Tekutŭch písku v case pod 2:20.
sl: Zberite vsaj 9 kovancev v 3 krogih Peščenih Sipin v manj kot 2 minutah in 20 skundah

source: Created by Oliver & Steve Baker, modified by M. Gagnon
cs: Vytvorili Oliver a Steve Bakerovi, upravil M. Gagnon

source: Created by Oliver & Steve Baker, modified by M. Gagnon
cs: Vytvorili Oliver a Steve Bakerovi, upravil M. Gagnon

source: Finish 3 laps in the Race track with 3 AI karts in under 1:15 minutes.
cs: Dokonci 3 kola závodu proti trem autum ovládanŭm pocítacem pod 1:15.
sl: Končajte 3 kroge v Dirkalni progi z 3 računalniškimi vozniki v manj kot 1 minuti 15 sekund.

source: Finish 3 laps on the City track with 3 AI karts in under 5:20 minutes.
cs: Dokonci 3 kola na dráze 'Mesto' proti trem autum ovládanŭm pocítacem de 5:20.
sl: Končajte 3 kroge v progi Mesto z 3 računalniškimi vozniki v manj kot 5 minutah 20 sekundah

source: Finish Race track in 1:15
cs: Dokonci Závodní trat pod 1:15
sl: Končajte progo Dirka v 1:15

source: Finish the City track in 5:20
cs: Dokonci závod ve Meste pod 5:20
sl: Končajte progo Mesto v 5:20

source: Follow the leader: Stay behind the leader kart. When the countdown reaches zero, a kart ahead of the leader or the last kart is eliminated.
cs: Následuj vudce: zustan za vedoucím autem. Pokud odpocítávání dosáhne nuly, auto za vudcem nebo poslední auto zmizí.

source: Fuzzy blob/Spark - very slow, but bounces from walls
cs: Zákerná vŭbusná kapka - velmi pomalá, ale odrází se od sten
sl: Meglena kaplja / Iskra - zelo počasna, toda se odbija od zidu

source: Go back to the menu
cs: Zpet do menu
sl: Nazaj v menu

source: Grab blue boxes and coins
cs: Zbírej modré krabice a mince
sl: Pobirajte modre škatle in kovance

source: Homing missile - follows rivals, but is slower than the missile
cs: Navádená strela - následuje neprítele, ale je pomalejsí nez normální strela.
sl: Sledeči izstrelek - sledi tarči, toda je počasnejši od izstrelka

source: Jump
cs: Skok
sl: Skok

source: Little Volcano
cs: Malá sopka

source: Missile - fast stopper in a straight line
cs: Raketa - rychlé zastavení neprítele, letí prímo
sl: Izstrelek - hiter, potuje naravnost

source: Multiplayer
cs: Více hrácu
sl: Več igralni način

source: Next help screen
cs: Dalsí stránka nápovedy
sl: Naslednji zaslon s pomočjo

source: No track selected
cs: Nebyla vybrána zádná trat
sl: Nobena proga ni izbrana

source: Previous help screen
cs: Predchozí stránka nápovedy
sl: Prejšnji zaslon s pomočjo

source: Previous screen
cs: Predchozí stránka
sl: Prejšnji zaslon

source: Result
cs: Vŭsledek
sl: Rezultat

source: Sub Sea
cs: Pod morem
sl: Pod morjem

source: Time Trial: As quick race, but no items.
cs: Zkusební závod na cas: jako normální, ale bez predmetu.
sl: Poskusni čas: Enako kot hitra dirka, a brez predmetov

source: To help you win, there are certain collectables you can grab:
cs: Pro snadnejsí vŭhru muzes sbírat tyto veci:
sl: Za lažjo zmago lahko poberete različne predmete:

source: Volcano
cs: Sopka
sl: Vulkan

source: Wheelie
cs: Po dvou kolech
sl: Zadnja kolesa

source: You finished
cs: Skoncil jsi
sl: Končali ste!

source: You won
cs: Vyhrál jsi
sl: Zmagali ste !

source: the race!
cs: závod!
sl: dirka !

source: Nitro
ga: Nítro

source: joy %d hat %d
ga: luamhán stiúrtha %d hat %d

source: Collect at least 6 points worth of coins on three laps of Oliver's Math Class in under 1 minute.
sl: Zberite vsaj 6 točk vrednih kovancev v treh krogih Oliverjeve Matematične Učilnicev manj kot 1 minuti

source: Collecting coins increases the number of collectables you receive. After 5 silver coins, each blue box will yield 2 collectables, after 10, 3 collectables and so on. Each gold coin is worth 3 silver coins, so look out for them!
sl: Zbiranje kovancev poveča število prejetih bonusov. Po 5 srebrnih kovancih bo vsaka modra škatla dala 2 bonusa, po 10 kovancih 3 bonuse in tako naprej. Vsak zlat kovanec je vreden 3 srebrne kovance, zato bodite pozorni nanje !

source: Follow the leader: Stay behind the leader kart. When the countdown reaches zero, a kart ahead of the leader or the last kart is eliminated.
sl: Sledenje vodji: Ostanite za vodjo. Ko se odštevanje konča, je avto pred vodjo ali zadnji avto eliminiran.

source: Skidding Preview
sl: Predogled zanašanja
