Repository: DaYoshiistesting/0.6.3-stk-code
Catalog: data/po/*.po
Languages: cs, ga, gl, pt_br, sl

source: %dx%d Blacklisted
cs: %dx%d je na cerné listine
ga: %dx%d dubhliosta
gl: %dx%d está na lista negra
pt_br: %dx%d está na lista negra
sl: %dx%d je na črni listi

source: '%s' has been eliminated.
cs: '%s' byl odstranen.
ga: Bhí %s eisiamh!
gl: "%s" foi eliminado.
pt_br: "%s" foi eliminado.
sl: '%s' je izločen.

source: 3 Strikes Battle
ga: Trí Bhuillí Cath
gl: Batalla a 3 impactos
pt_br: Batalha de 3 Vidas

source: 3 Strikes Battle : only in multiplayer games. Hit others with weapons until they lose all their lives.
gl: Batalla a 3 impactos: só en partidas en liña. Deixa aos demais sen vidas coas túas armas.
pt_br: Batalha de 3 Vidas: só para mais de um jogador. Acerte os outros com armas até que eles percam todas as vidas.

source: < Back
ga: < Ar Ais
gl: < Volver
pt_br: < Voltar

source: Accelerate
cs: Zrychlit
ga: Luathaigh
gl: Acelerar
pt_br: Accelerar
sl: Pospeši

source: Active Challenges
cs: Aktivní úkoly
ga: Dúshláin Gníomhach
gl: Retos activos
pt_br: Desafios Ativos
sl: Aktivni izzivi

source: All tracks
cs: Vsechny trate
ga: Iomlán na ráschúrsaí
gl: Todos os circuítos
pt_br: Todas as pistas
sl: Vse proge

source: All tracks included in SuperTuxKart
cs: Vsechny trate obsazené v SuperTuxKart
ga: Iomlán na ráschúrsaí
gl: Todos os circuítos incluídos no SuperTuxKart
pt_br: Todas as pistas inclusas no SuperTuxKart
sl: Vse proge vključene v SuperTuxKart

source: Amazonian Journey
cs: Vŭprava do Amazonie
ga: Turas Amazon
gl: A Xornada Amazónica
pt_br: Jornada Amazônica
sl: Amazonsko potovanje

source: Anvil - slows down greatly the kart in the first position
cs: Kovadlina - zpomalí nejrychlejsí auto
ga: Inneoin - moilligh an chéad kart
gl: Bigornia - reduce considerablemente a velocidade do primeiro
pt_br: Bigorna - desacelera muito o kart que está em primeiro lugar
sl: Nakovalo - močno upočasni prvo vozilo

source: Apply
cs: Pouzít
ga: Cuir i bhfeidhm
gl: Aplicar
pt_br: Aplicar
sl: Uporabi

source: Apply %dx%d
cs: Pouzít %dx%d
ga: Cuir i bhfeidhm %dx%d
gl: Aplicar %dx%d
pt_br: Aplicar %dx%d
sl: Uporabi %dx%d

source: Around the Lighthouse
cs: Kolem majáku
ga: Timpeall an Teach Solais
gl: Ao Redor do Faro
pt_br: Em Volta do Farol
sl: Okoli svetilnika

source: At world's end
cs: Na konci sveta
ga: Ag Deireadh an Domhain
gl: Na Fin do Mundo
pt_br: No fim do mundo
sl: Na koncu sveta

source: Avoid bananas
cs: Vyhŭbej se banánum
ga: Seachain bananaí
gl: Evitar os plátanos
pt_br: Evite as bananas
sl: Izogibajte se bananam

source: Back to the main menu
cs: Zpet do hlavního menu
ga: Téigh ar ais go príomh-roghchlár
gl: Volver ao menú principal
pt_br: Voltar ao menu principal
sl: Nazaj v glaven menu

source: Back to the menu
cs: Zoet do menu
ga: Téigh ar ais go roghchlár
gl: Volver ao menú
pt_br: Voltar ao menu
sl: Nazaj v emnu

source: Become server
ga: Bíonn freastalaí
gl: Converterse nun servidor
pt_br: Tornar-se servidor

source: Bowling Ball - bounces off walls. If you are looking back, it will be thrown backwards.
gl: Bóla dos bolos - rebota nas paredes. Se miras cara atrás, lanzarala cara atrás.
pt_br: Bola de Boliche - Quica nas paredes. Será jogado para trás se você estiver olhando naquela direção.

source: Brake
cs: Brzda
ga: Coisc
gl: Freo
pt_br: Freiar
sl: Zavora

source: BubbleGum - leave a sticky pink puddle behind you
gl: Goma de mascar - deixa unha goma rosa pegañenta
pt_br: Goma de Mascar - deixa uma poça rosa e grudenta atrás de você

source: Cake - thrown at the closest rival, best on short ranges and long straights
gl: Pastel - atínalle ao rival máis próximo, mellor nas distancias curtas e terreo chan.
pt_br: Bolo - é jogado no rival mais próximo funciona melhor em distâncias pequenas e longas retas

source: Can't connect to server
ga: Ní féidir le ceangail le freastalaí
gl: Non se puido conectar co servidor
pt_br: Falha ao conectar ao servidor

source: Canyon
cs: Kanon
ga: Cainneon
gl: O Cañón
pt_br: Canion
sl: Kanjon

source: Challenges
cs: Úkoly
ga: Dúshláin
gl: Retos
pt_br: Desafios
sl: Izzivi

source: Choose your controls, %s
cs: Nastav si ovládání, %s
ga: Togair do rialtán, %s
gl: Elixe os teus controis, %s
pt_br: Selecione seus controles, %s
sl: Izberite način nadzora vozila %s

source: City
cs: Mesto
ga: Cathair
gl: A Cidade
pt_br: Cidade
sl: Mesto

source: Clear from Blacklist
cs: Vymazat z cerné listiny
ga: Glan ó Dubhliosta
gl: Sacar da lista negra
pt_br: Tirar da lista negra
sl: Očisti s črne liste

source: Collect Nitro in Math Class
ga: Bailigh nítro i Rang matamaitic
gl: Recolle nitro n'A Clase de Mates
pt_br: Pegue o nitro na Aula de Matemática

source: Collect the Pharaohs Treasure
cs: Pozbírej faraónuv poklad
ga: Bailigh Stór na Pharaohs
gl: Recolle o tesouro do faraón
pt_br: Pegue os Tesouros do Faraó
sl: Zberi faraonov zaklad

source: Collecting nitro allows you to get speed boosts whenever you wish by pressing the appropriate key. You can see your current level of nitro in the bar at the right of the game screen.
gl: Coller nitro permíteche acelerar sempre que queiras premendo a tecla correspondente. Podes ver o teu nivel de nitro actual na barra á dereita da pantalla.
pt_br: Nitro deixa você aumentar sua velocidade sempre que quiser, apertando a tecla apropriada. Seu nível de nitro é mostrado na barra à direita da tela.

source: Come first in the At World's End Grand Prix with 3 'Racer' Level AI karts.
cs: Zacnete Velkou Soutezí v úrovni 'Na konci sveta' proti 3 autum na úrovni 'závodník' ovládanŭm pocítacem.
ga: Buaigh sa Ag Deireadh na Dhomhan Grand Prix in aghaidh 3 Karts Karts leibhéal 'racer'.
gl: Queda primeiro no Grand Prix Na Fin do Mundo con 3 opoñentes profesionais.
pt_br: Chegue em primeiro no campeonato "No Fim do Mundo" com 3 computadores de nível "Corredor".
sl: Zmagajte v turnirju Na koncu sveta s 3 'Drikač' tekmovalci.

source: Confirm Resolution
cs: Potvrdit rozlisení
ga: Deimhnigh Taifeach
gl: Confirmar a resolución
pt_br: Confirmar resolução
sl: Potrdite Resolucijo

source: Confirm Resolution Within %d Seconds
cs: Potvrdte rozlisení behem %d s.
ga: Deimhnigh Taifeach taobh istigh de %d soicindí
gl: Confirmar a resolución en %d segundos
pt_br: Confirme a resolução em %d segundos
sl: Potrdite resolucijo v %d sekundah

source: Confirm Resolution Within 5 Seconds
cs: Potvrdte rozlisení do 5 sekund
ga: Deimhnigh Taifeach taobh istigh de 5 soicindí
gl: Confirmar a resolución en 5 segundos
pt_br: Confirme a resolução em 5 segundos
sl: Potrdite resolucijo v 5 sekundah

source: Connect to server
ga: Ceangail le freastalaí
gl: Conectar ao servidor
pt_br: Conectar ao servidor

source: Connected:
ga: Ceangailte:
gl: Conectado:
pt_br: Conectado:

source: Continue
cs: Pokracovat
ga: Lean
gl: Continuar
pt_br: Continuar
sl: Nadaljujte

source: Continue Grand Prix
cs: Pokracovat ve Velké Soutezi
ga: Lean Grand Prix
gl: Continuar o Grand Prix
pt_br: Continuar Campeonato
sl: Nadaljujte Grand Prix

source: Created by Ingo Ruhnke, modified by M. Gagnon
cs: Vytvoril Ingo Ruhnke, upravil M. Gagnon
ga: Le Ingo Ruhnke, maolaíodh le M. Gagnon
gl: Creado por Ingo Ruhnke, modificado por M. Gagnon
pt_br: Criado por Ingo Ruhnke, modificado por M. Gagnon
sl: Ustvaril Ingo Ruhnke, spremenil M.Gagnon

source: Created by Oliver & Steve Baker modified by Marianne Gagnon
cs: Vytvorili Oliver a Steve Bakerovi upravil Marianne Gagnon
ga: Le Oliver & Steve Baker maolaíodh le Marianne Gagnon
gl: Creado por Oliver e Steve Baker modificado por Marianne Gagnon
pt_br: Criado por Oliver e Steve Baker modificado por Marianne Gagnon
sl: Ustvarila Oliver & Steve Baker spremenila Marianne Gagnon

source: Credits
cs: O autorech
ga: Búiochas le
gl: Créditos
pt_br: Créditos
sl: Zasluge

source: Crescent Crossing
ga: Crosbhealach na Crescent
gl: Paso Elevado
pt_br: Sob a Lua Cheia
sl: Roglijčkovo Prečkanje

source: Current: %dx%d
cs: Soucasné: %dx%d
ga: Reatha: %dx%d
gl: Actual: %dx%d
pt_br: Atual: %dx%d
sl: Trenutno: %dx%d

source: Decrease Resolution
cs: Zmensit rozlisení
ga: Laghdófar Taifeach
gl: Reducir a resolución
pt_br: Diminuir Resolução
sl: Zmanjšaj resolucijo

source: Difficulty
cs: Obtíznost
ga: Deacracht
gl: Dificultade
pt_br: Dificuldade
sl: Težavnost

source: Display
cs: Obrazovka
ga: Taispeáint
gl: Vídeo
pt_br: Vídeo
sl: Zaslon

source: Display Settings
cs: Nastavení obrazovky
ga: Leaganacha Taispeáint
gl: Opcións de vídeo
pt_br: Opções de Vídeo
sl: Nastavitve zaslona

source: Driver
cs: Ridic
ga: Tiománaí
gl: Condutor
pt_br: Motorista
sl: Voznik

source: Edit controls for who?
cs: Komu nastavit ovládání?
ga: Cuir in eagar rialtáin do cé?
gl: Cambiar os controis de quen?
pt_br: Editar os controles de quem?
sl: Urejanje tipk za koga

source: Exit Race
cs: Odejít ze závodu
ga: Scortha Rás
gl: Saír da carreira
pt_br: Sair da corrida
sl: Končaj dirko

source: Finish 3 laps in Racetrack with 3 easy AI karts in under 2:40 minutes.
ga: Críochnaigh 3 cuairteanna sa Raon Rás le 3 Karts lasitigh de 2:40.
gl: Completa 3 voltas n'O Circuíto de Carreiras con 3 opoñentes de nivel fácil en menos de 2:40 minutos.
pt_br: Termine 3 voltas na Pista de Corrida contra 3 computadores fáceis em menos de 2:40 minutos

source: Finish 3 laps on the City track with 3 AI karts in under 4:20 minutes.
ga: Críochnaigh 3 cuairteanna sa Raon Cathair le 3 Karts lasitigh de 4:20.
gl: Completa 3 voltas n'A Cidade con 3 opoñentes en menos de 4:20 minutos.
pt_br: Termine 3 voltas na pista da Cidade contra 3 computadores em menos de 4:20 minutos.

source: Finish 3 laps on the Tux Tollway track with 3 AI karts in under 3:00 minutes.
cs: Dokonci 3 kola na dálnici proti trem autum pocítace pod 3:00.
pt_br: Termine 3 voltas na Pista do Tux contra 3 computadores em menos de 3 minutos.
sl: Končajte 3 kroge na progi Tuxova avtocesta s 3 računalniškimi vozniki v manj kot 3 minutah.

source: Finish Race track in 2:40
ga: Críochnaigh Raon Rásaí i 2:40
gl: Completa O Circuíto de Carreiras en 2:40
pt_br: Termine a Pista de Corrida em 2:40

source: Finish Tux Tollway track in 3:00
cs: Dokonci závod po Dálnici pod 3:00
pt_br: Termine a Pista do Tux em 3:00
sl: Končajte progo Tuxova avtocesta v 3:00

source: Finish the City track in 4:20
ga: Críochnaigh Raon Cathair i 4:20
gl: Completa A Cidade en 4:20
pt_br: Termine a pista da Cidade em 4:20

source: Finish with at least 9 nitro points on 3 laps of Shifting Sands in under 2:20 minutes.
ga: Bailigh ar a laghad 9 boinn nitro istigh 3 cuairteanna ar Shifting Sands lasitigh de 2:20.
gl: Remata cun mínimo de 9 puntos de nitro en 3 voltas A Tormenta de Area en menos de 2:20 minutos.
pt_br: Termine com pelo menos 9 pontos de nitro em 3 voltas na pista "Areias Movediças" em menos de 2:20 minutos.

source: Finished
cs: Cíl
ga: Críochnaithe
gl: Rematada
pt_br: Terminado
sl: Končano

source: Finsih with at least 6 points of intro on three laps of Oliver's Math Class in under 52 seconds.
ga: Bailigh ar a laghad 6 boinn nitro istigh 3 cuairteanna ar Rang matamaitic Oliver lasitigh de 0:52.
gl: Remata cun mínimo de 6 puntos de nitro en 3 voltas A Clase de Mates de Oliver en menos de 52 segundos.
pt_br: Termine com pelo menos 6 pontos de nitro em 3 voltas na pista "Aula de Matemática do Oliver" em menos de 52 segundos.

source: Fire
cs: Odpálit
ga: Scaoil
gl: Fogo
pt_br: Atirar
sl: Ogenj

source: First grand prix, easy to get started
cs: První Velká Soutez, pro zacátek lehká
ga: Grand Prix céad, furasta a tionscain
gl: Primeiro grand prix, fácil para iniciarse
pt_br: Primeiro campeonato, fácil para começar
sl: Prvi turnir, lahek za začetek

source: Follow the Leader
cs: Následuj vudce
ga: Leantar an Tosaí
gl: Segue ao líder
pt_br: Siga o líder
sl: Sledenje vodji

source: Follow the Leader in the Jungle
cs: Následuj vudce v Dzungli
ga: Leantar an Tosaí sa Mothar
gl: Segue ao líder na xungla
pt_br: Siga o líder na Floresta
sl: Sledi vodji v Džungli

source: Follow the Leader on a Desert Island
cs: Následuj vudce na pustém ostrove
ga: Lean an Tosaí ar an t-Oileán Fásaigh
gl: Segue ao líder nunha illa deserta
pt_br: Siga o líder na Ilha Deserta
sl: Sledite vodji na Puščavskem Otoku

source: Follow the leader: run for second place, as the last kart will be disqualified every time the counter hits zero. Beware : going in front of the leader will get you eliminated too!
gl: Segue ao líder: mantente de segundo, mentres se elimina ao último cada vez que o contador chega a cero. Coidado: ir diante do líder tamén é motivo de descualificación!
pt_br: Siga o líder: tente ficar em segundo lugar, o último kart será desqualificado toda vez que o contador chegar no zero. Cuidado: ir à frente do líder também lhe faz perder!

source: Force your rivals bite *your* dust!
cs: Sejmi své protivníky svŭm prachem!
ga: Force your rivals to eat *your* dust!
gl: Forza aos teus rivais a bicar o chan que pisas!
pt_br: Force seus rivais a comer sua poeira!
sl: Prisilite nasprotnike da žrejo *vaš* prah!

source: Fort Magma
cs: Pevnost Magma
ga: Dún Magma
gl: O Castelo de Lava
pt_br: Forte Magma
sl: Trdnjava magme

source: Four Players
cs: Ctyri hráci
ga: Ceithre Imreoirí
gl: Catro xogadores
pt_br: Quatro Jogadores
sl: Štirje igralci

source: Fullscreen mode
cs: Celá obrazovka
ga: Mód lánscáileán
gl: Modo a pantalla completa
pt_br: Modo tela-cheia
sl: Polno zaslonski način

source: Game mode help
cs: Nápoveda: herní rezimy
ga: Mód cluiche cabhrach
gl: Axuda dos modos de xogo
pt_br: Ajuda sobre os tipos de jogo
sl: Pomoč načinov iger

source: Game modes
cs: Herní rezimy
ga: móideanna cluiche
gl: Modos de xogo
pt_br: Tipos de jogo
sl: Načini iger

source: Go back to the main menu
cs: Jít zpet do hlavního menu
ga: Téigh ar ais go príomh-roghchlár
gl: Volver ao menú principal
pt_br: Voltar ao menu principal
sl: Nazaj v glavni menu

source: Go!
cs: Start!
ga: Téigh!
gl: Adiante!
pt_br: Já!
sl: Pojdite !

source: Grab blue boxes and nitro
ga: Glám boscaí gorme agus nítro
gl: Colle caixas azuis e nitro
pt_br: Pegue caixas azuis e nitros

source: Grand Prix
cs: Velká Soutez
pt_br: Campeonato
sl: Gand Prix

source: Grand Prix: Win victory points by racing through a group of tracks, most points wins (shortest time in case of a tie!)
cs: Velká Soutez: Získej body závodem na skupine tratí. Kdo má nejvíce bodu, ten vyhrává. (Pri remíze ten nejrychlejsí!)
ga: Grand Prix: Buaigh
gl: Grand Prix: consegue puntos de vitoria conducindo nunha serie de circuítos, gaña o que teña unha maior puntuación (o máis rápido en caso de empate!)
pt_br: Campeonato: Ganhe pontos correndo em várias pistas, quem tiver mais pontos no final, ganha (menor tempo em caso de empate).
sl: Grand Prix: Z dobro uvrstitvijo pridobite točke na več dirkah. Igralec z največ točk zmanjka (V primeru izenačenja se gleda najkrajši čas!)

source: Help
cs: Nápoveda
ga: Cabhair
gl: Axuda
pt_br: Ajuda
sl: Pomoč

source: Highscores
cs: Nejvyssí skóre
ga: Scór Ard
gl: Récords
pt_br: Melhores Pontuações
sl: Seznam najboljših

source: If you see a button with a lock like the one to the right, you need to complete a challenge to unlock it.
gl: Se ves un botón cun cadeado coma o da dereita, terás que completar un reto para desbloquealo.
pt_br: Se você ver um botão com um cadeado igual a este à direita, você precisa completar um desafio para liberá-lo.

source: Increase Resolution
cs: Zvetsit rozlisení
ga: Méadaigh Taifeach
gl: Aumentar a resolución
pt_br: Aumentar Resolução
sl: Povečaj resolucijo

source: Invalid
cs: Neplatné
ga: Neamhbhailí
gl: Non válido
pt_br: Inválido
sl: Neveljaven/o

source: Invalid short-cut!!
cs: Neplatná zkratka!
ga: Aicearra neamhbhailí!!
gl: Atallo non válido!!!
pt_br: Atalho inválido!
sl: Neveljavna bližnjica !!

source: King Weird's Castle
ga: Dún Aisteach
gl: O Castelo Estraño do Rei
pt_br: Castelo do Rei Estranho

source: Lap
cs: Kolo
ga: Cuairt
gl: Volta
pt_br: Volta
sl: Krog

source: Last grand prix, longer and harder
cs: Poslední Velká Soutez, delsí a tezsí
ga: Deiridh grand prix, níos faide agus níos crua
gl: Último grand prix, máis longo e duro
pt_br: Último campeonato, mais longo e mais difícil
sl: Zadnji grand prix, daljši in težji

source: Leader
cs: Vudce
ga: Tosaí
gl: Líder
pt_br: Líder
sl: Vodja

source: Left
cs: Vlevo
ga: Clé
gl: Esquerda
pt_br: Esquerda
sl: Levo

source: Loading race...
cs: Pripravuji dráhu...
ga: Lódála rás...
gl: Cargando a carreira...
pt_br: Carregando corrida...
sl: Nalagam dirko...

source: Look back
cs: Ohlédnout se
ga: Féachtar siar
gl: Mirar cara atrás
pt_br: Olhar para trás
sl: Poglej nazaj

source: Networking
ga: Líonrú
gl: Rede
pt_br: Rede

source: New Feature Unlocked
cs: Byla odemcena nová cást
ga: Gné Glasáladh Nua
gl: Desbloqueouse unha nova característica
pt_br: Novidade liberada
sl: Nova funkcija je odklenjena

source: New Grand Prix '%s' now available
cs: Nová Velká Soutez '%s' je nyní dostupná
ga: Grand Prix nua '%s' ar fáil anois
gl: Dispoñible un novo Grand Prix, "%s"
pt_br: Novo campeonato "%s" está agora disponível
sl: Dostopen je nov Grand Prix '%s'

source: New difficulty '%s' now available
cs: Nová obtíznost '%s' je nyní dostupná
ga: Deacracht nua '%s' ar fáil anois
gl: Dispoñible unha nova dificultade, "%s"
pt_br: Nova dificuldade "%s" está agora disponível
sl: Nova težavnost '%s' je na voljo

source: New fastest lap
cs: Novŭ nejlepsí cas
ga: Cuairt is tapaidh nua
gl: Nova volta máis rápida
pt_br: Nova volta mais rápida
sl: Nov najhitrejši krog

source: New game mode '%s' now available
cs: Novŭ herní rezim '%s' je nyní dostupnŭ
ga: Mód cluiche nua '%s' ar fáil anois
gl: Dispoñible un novo modo de xogo, "%s"
pt_br: Novo modo de jogo "%s" agora disponível
sl: Novi načini igre '%s' so na voljo

source: New kart '%s' now available
ga: Kart nua '%s' ar fáil anois
gl: Dispoñible un novo kart, "%s"
pt_br: Novo kart "%s"agora disponível

source: New track '%s' now available
cs: Nová trat '%s' je nyní dostupná
ga: Raon nua '%s' ar fáil anois
gl: Dispoñible un novo circuíto, "%s"
pt_br: Nova pista "%s" agora disponível
sl: Nova proga '%s' je na voljo

source: Next >
ga: Ar Aghaidh >
gl: Seguir >
pt_br: Próximo >

source: No Grand Prix selected
cs: Zádná Velká Soutez nebyla vybrána
ga: Níl Grand Prix ag togradh
gl: Non se seleccionou Grand Prix ningún
pt_br: Nenhum campeonato selecionado
sl: Noben Grand Prix ni izbran

source: Novice
cs: Zacátecník
ga: Nóibhíseach
gl: Principiante
pt_br: Amador
sl: Začetnik

source: Number of karts
cs: Pocet aut
ga: Líon na cairteacha
gl: Número de condutores
pt_br: Número de karts
sl: Število tekmovalcev

source: Number of laps
cs: Pocet kol závodu
ga: Líon na cuairteanna
gl: Número de voltas
pt_br: Número de voltas
sl: Število krogov

source: Old config file found, check your key bindings!
cs: Byl nalezen starŭ konfiguracní soubor, zkontroluj si nastavení kláves!
ga: Bunófar comhaid cumraíochta sean, seiceáil do ceangail eochair.
gl: Atopouse un ficheiro de configuración vello, bótalle unha ollada aos novos controis!
pt_br: Arquivo antigo de configuração encontrado, cheque suas configurações de controle!
sl: Obstaja stara nastavitvena datoteka, preverite nastavitve tipkovnice !

source: Oliver's Math Class
cs: Ucebna matematiky
ga: Rang matamaitic Oliver
gl: A Clase de Mates de Oliver
pt_br: Aula de Matemática do Oliver
sl: Oliverjeva matematična učilnica

source: On the Beach
cs: Na plázi
ga: Ar an Trá
gl: Na Praia
pt_br: Na Praia
sl: Na plaži

source: Options
cs: Nastavení
ga: Roghanna
gl: Configuración
pt_br: Opções
sl: Možnosti

source: Parachute - slows down all karts in a better position!
cs: Padák - zpomalí nejrychlejsí vozidlo!
ga: Parasiút - moillighs an karts romhat!
gl: Paracaídas - reduce a velocidade dos opoñentes que vaian diante túa!
pt_br: Pára-quedas - desacelera todos os karts à sua frente!
sl: Padalo - upočasni vse tekmovalce na boljšem mestu!

source: Paused
cs: Pozastaveno
ga: Moillithe
gl: Pausa
pt_br: Pausado
sl: Odmor

source: Penalty time!!
cs: Trestnŭ cas!!
ga: Am píonóis!!
gl: Penalización de tempo!!!
pt_br: Penalidade de Tempo!
sl: Kazenski čas!!

source: Penguin Playground
cs: Hriste tucnáku
ga: Áit Shúgartha na Phiongáin
gl: O Patio do Pingüín
pt_br: Playground dos Pengüins
sl: Pingvinovo igrišče

source: Player
cs: Hrác
ga: Imreoir
gl: Xogador
pt_br: Jogador
sl: Igralec

source: Player %d, choose a driver
cs: Hráci %d, nastav si ridice!
ga: A imreoir %d, roghnaigh tiománaí
gl: Xogador %d, escolle un condutor
pt_br: Jogador %d, escolha um motorista
sl: Igralec %d, izberite voznika

source: Player 1
cs: Hrác 1
ga: Imreoir 1
gl: Xogador 1
pt_br: Jogador 1
sl: Igralec 1

source: Player 2
cs: Hrác 2
ga: Imreoir 2
gl: Xogador 2
pt_br: Jogador 2
sl: Igralec 2

source: Player 3
cs: Hrác 3
ga: Imreoir 3
gl: Xogador 3
pt_br: Jogador 3
sl: Igralec 3

source: Player 4
cs: Hrác 4
ga: Imreoir 4
gl: Xogador 4
pt_br: Jogador 4
sl: Igralec 4

source: Player Config
cs: Nastavení hráce
ga: Cumraíocht Imreoir
gl: Configuración do xogador
pt_br: Configurações do Jogador
sl: Igralčeve nastavitve

source: Player name
cs: Jméno hráce
ga: Ainm an imreora
gl: Nome do xogador
pt_br: Nome do Jogador
sl: Ime igralca

source: Plunger - throw straight to pull an opponent back, or throw while looking back to make one lose sight!
gl: Chupón - lánzao cara diante para empurrar cara atrás a un opoñente, ou cara atrás para non deixalo ver!
pt_br: Desentupidor - jogue para frente para puxar um oponente, ou jogue para trás para obstruir a vista do alvo!

source: Prehistoric Island
ga: Oileán Réamhstairiúil
gl: Illa prehistórica
pt_br: Ilha Pré-Histórica

source: Press <ESC> to Cancel
cs: Stiskni <ESC> pro zrusení
ga: Brúigh <ESC> a Chealú
gl: Preme Esc para cancelar
pt_br: Pressione <ESC> para Cancelar
sl: Pritisnite <ESC> za preklic

source: Press <ESC> to go back
cs: Stiskni <ESC> pro návrat
ga: Brúigh <ESC> a dhul ar ais
gl: Preme Esc para volver atrás
pt_br: Pressione <ESC> para voltar
sl: Pritisnite <ESC> za nazaj

source: Press key
cs: Stiskni nejakou klávesu
ga: Brúigh eochair
gl: Preme a tecla
pt_br: Pressione a tecla
sl: Pritisnite tipko

source: Quick Race
cs: Závod na rychlost
ga: Rás Tapa
gl: Carreira rápida
pt_br: Corrida Rápida
sl: Hitra dirka

source: Quick race: Pick a single track, shortest time wins.
cs: Závod na rychlost: Závod na jedné trati, vítezí nejrychlejsí.
ga: Rás tapa: Togair raon, buaigh is am tapa.
gl: Carreira rápida: escolle un circuíto, o primeiro gaña.
pt_br: Corrida rápida: selecione uma única pista, melhor tempo ganha.
sl: Hitra dirka: Izberite eno samo progo, najkrajši čas zmaga.

source: Quit
cs: Konec
ga: Scoir
gl: Saír
pt_br: Sair
sl: Izhod

source: REV
ga: Cúl
gl: Marcha atrás
pt_br: Ré
sl: Nazaj

source: Race Track
cs: Závodní dráha
pt_br: Pista de Corrida
sl: Dirkalna proga

source: Race in this track again
cs: Opakovat trat
ga: Téigh i raon seo arís
gl: Correr neste circuíto de novo
pt_br: Correr nesta pista novamente
sl: Ponovno dirkaj na tej progi

source: Race results
cs: Vŭsledky závodu
ga: Torthaí Rás
gl: Resultados da carreira
pt_br: Resultados da Corrida
sl: Rezultati dirke

source: Racer
cs: Závodník
ga: Tiománaí rása
gl: Profesional
pt_br: Corredor
sl: Dirkač

source: Racetrack
ga: Raon Rásaí
gl: Circuíto de Carreiras
pt_br: Pista de Corrida

source: Ready!
cs: Pripravit!
ga: Ullmhaigh!
gl: Preparados!
pt_br: Atenção!
sl: Pripravljeni!

source: Rescue
cs: Záchrana
ga: Tarrtháil
gl: Rescatar
pt_br: Resgate
sl: Rešite

source: Restart Race
cs: Restartovat závod
ga: Tosaigh Rás
gl: Reiniciar a carreira
pt_br: Recomeçar Corrida
sl: Ponovno začni dirko

source: Return To Race
cs: Návrat do závodu
ga: Téigh ar ais go Rás
gl: Volver á carreira
pt_br: Voltar à Corrida
sl: Vrni se k dirki

source: Right
cs: Vpravo
ga: Deas
gl: Dereita
pt_br: Direita
sl: Desno

source: Second grand prix
cs: Druhá Velká Soutez
ga: An dóú grand prix
gl: Segundo grand prix
pt_br: Segundo campeonato
sl: Drugi grand prix

source: Select network mode
ga: Togair mód líonra
gl: Selecciona o tipo de rede
pt_br: Selecione o modo de rede
